[
  {
    "id": "1",
    "title": "Your net worth to the world is usually determined by what remains after your bad habits are subtracted from your good ones."
  },
  {
    "id": "2",
    "title": "Finance is not merely about making money. It's about achieving our deep goals and protecting the fruits of our labor. It's about stewardship and, therefore, about achieving the good society."
  },
  {
    "id": "3",
    "title": "I believe that through knowledge and discipline, financial peace is possible for all of us."
  },
  {
    "id": "4",
    "title": "Our incomes are like our shoes; if too small, they gall and pinch us; but if too large, they cause us to stumble and to trip."
  },
  {
    "id": "5",
    "title": "Money was never a big motivation for me, except as a way to keep score. The real excitement is playing the game."
  },
  {
    "id": "6",
    "title": "A big part of financial freedom is having your heart and mind free from worry about the what-ifs of life."
  },
  {
    "id": "7",
    "title": "Stay on top of your finances. Don't leave that up to others."
  },
  {
    "id": "8",
    "title": "One of the funny things about the stock market is that every time one person buys, another sells, and both think they are astute."
  },
  {
    "id": "9",
    "title": "The only way you will ever permanently take control of your financial life is to dig deep and fix the root problem."
  },
  {
    "id": "10",
    "title": "A budget tells us what we can't afford, but it doesn't keep us from buying it."
  },
  {
    "id": "11",
    "title": "The longer I go on, the more I am aware of the power of finance."
  },
  {
    "id": "12",
    "title": "Money is like manure. You have to spread it around or it smells."
  },
  {
    "id": "13",
    "title": "We teach about how to drive in school, but not how to manage finances."
  },
  {
    "id": "14",
    "title": "It is a kind of spiritual snobbery that makes people think they can be happy without money."
  },
  {
    "id": "15",
    "title": "There can be no rise in the value of labour without a fall of profits."
  },
  {
    "id": "16",
    "title": "Do you know the only thing that gives me pleasure? It's to see my dividends coming in."
  },
  {
    "id": "17",
    "title": "As sure as the spring will follow the winter, prosperity and economic growth will follow recession."
  },
  {
    "id": "18",
    "title": "Finance, like time, devours its own children."
  },
  {
    "id": "19",
    "title": "Our goal is to make finance the servant, not the master, of the real economy."
  },
  {
    "id": "20",
    "title": "Don't gamble; take all your savings and buy some good stock and hold it till it goes up, then sell it. If it don't go up, don't buy it."
  },
  {
    "id": "21",
    "title": "In the absence of the gold standard, there is no way to protect savings from confiscation through inflation. There is no safe store of value."
  },
  {
    "id": "22",
    "title": "Wealth, in even the most improbable cases, manages to convey the aspect of intelligence."
  },
  {
    "id": "23",
    "title": "You don't want to have so much money going toward your mortgage every month that you can't enjoy life or take care of your other financial responsibilities."
  },
  {
    "id": "24",
    "title": "All money is a matter of belief."
  },
  {
    "id": "25",
    "title": "Financial crises are like fireworks: they illuminate the sky even as they go pop."
  },
  {
    "id": "26",
    "title": "We at Chrysler borrow money the old-fashioned way. We pay it back."
  },
  {
    "id": "27",
    "title": "Here's my gift-giving rule: Respect your current financial situation."
  },
  {
    "id": "28",
    "title": "I wasn't a financial pro, and I paid the price."
  },
  {
    "id": "29",
    "title": "It's cheaper to buy a house and finance it than it is to rent in many markets."
  },
  {
    "id": "30",
    "title": "The poor don't know that their function in life is to exercise our generosity."
  }
]
